import assets from "../assets"

export default function AboutComp() {

        return <div className="about">
            <section className="about-content">
                <div className="about-opacity">
                    <h2>Биз ҳақимизда</h2>
                    <div className="about-details">
                        <img src={assets.aboutImage1} alt="News Image" />
                            <p> 
                            Ўзбекистон Шифокорлар Ассоциацияси 1992-йилда ташкил этилган бўлиб, нодавлат нотижорат жамоавий ташкилот ҳисобланади. <br /> <br />
                            Уюшманинг мақсади инсонпарварлик, тиббий этика ва тиббий этика гʻояларини таргʻиб қилиш, Оʻзбекистон Республикаси аҳолиси саломатлигини асраш ва мустаҳкамлаш мақсадида тиббиёт амалиёти ва илм-фанини ривожлантиришни қоʻллаб-қувватлаш, шунингдек, касбий, Уюшма аъзоларини ҳуқуқий ва ижтимоий ҳимоя қилиш.
                            </p>
                    </div>
                </div>
            </section>

            <section className="about-content">
                <div className="about-opacity">
                    <h2>Ассоциация вазифалари</h2>
                    <div className="about-details">
                        <img src={assets.aboutImage2} alt="News Image" />
                            <p>
                            - Ўзбекистон Республикаси “Фуқаролар соғлиғини сақлаш тўғрисида”ги Қонуни ҳамда соғлиқни сақлаш тизимига доир қабул қилинган дастурларни ҳаётга тадбиқ этишда фаол қатнашиш; <br />
    
                            - соғлиқни сақлаш тизимида амалга оширилаётган ислоҳотларда иштирок этиш; <br />

                            - тиббиёт муассасаларининг ягона статистика ҳисоби ва тиббий ҳисоботни барқарор қилувчи ахборотлар базасини ташкил этишда қатнашиш; <br />

                            - тиббий ихтисосликлар бўйича диагностика ва даволаш стандартларини ишлаб чиқишда иштирок этиш; <br />

                            - тиббиёт сохасига доир ҳуқуқий хужжатларни ишлаб чиқишда қатнашиш; <br />

                            - халқ табобатини ривожлантириш ва уни ҳаётга татбиқ этишда кўмаклашиш; <br />

                            - Ўзбекистон Республикаси аҳолисига тиббий ёрдамни ташкил қилишда рақобатдош хусусий тиббиётнинг қарор топиши ва ривожланишига кўмаклашиш; <br />

                            - тиббиёт ходимларининг малакасини оширишда иштирок этиш (шу жумладан интернет ва журналлар орқали); <br />

                            - малака ошириш борасида тегишли органларга ўз таклифларини бериш; <br />

                            - врачларни тиббий, иқтисодий ва хуқуқий масалалар бўйича билим  савиясини ошириш; <br />

                            - фахрий (ветеран) врачларни ижтимоий химоялашда қатнашиш, уларнинг касбий тажрибасидан унумли фойдаланиш; <br />

                            - аҳолининг соғлиғига зарар етказадиган ҳолатлар учраган тақдирда (бундай ҳолларда турли ташкилот ва алоҳида шахслар фаолияти бўйича) малакали экспертизалар ташкил этиш ва уларни ўтказишда қатнашиш.
                            </p>
                    </div>
                </div>
            </section>
        </div>
}