
export default function StaffComp() {

    return (
        <div className='staff-table'>
            <h2 className='news-title'>Коллектив аъзолар ҳақида маълумот</h2>
            <table>
                <thead>
                    <tr>
                        <th>Ташкилот номи</th>
                        <th>АВУ раиси</th>
                        <th>Аъзолар сони</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>Нейрохирурглар уюшмаси</td>
                        <td>Кариев Гайрат Маратович</td>
                        <td>126</td>
                    </tr>
                    <tr>
                        <td>Хусусий амалиёт шифокорлари уюшмалари</td>
                        <td>Ваисов Атхам Шавкатович</td>
                        <td>9.0</td>
                    </tr>
                    <tr>
                        <td>Ўзбекистон валеологлари уюшмаси</td>
                        <td>Председатель Иргашев Шухрат Баисович</td>
                        <td>16.0</td>
                    </tr>
                    <tr>
                        <td>Санитария шифокорлари ва гигиенистлар бўлими</td>
                        <td>Искандаров Тулкин Искандарович</td>
                        <td>3.7</td>
                    </tr>
                    <tr>
                        <td>Акупунктур бўлими</td>
                        <td>Ли Павел Андреевич</td>
                        <td>16.0</td>
                    </tr>
                </tbody>
            </table>
        </div>
    )
}