import React from "react";

function AboutComp() {
    return <div className="about">
        <section className="about-content">
            <div className="about-opacity">
                <h2>О нас</h2>
                <div className="about-details">
                    <img src="/images/about-images/newsOne.png" alt="News Image" />
                        <p>
                        Ассоциация врачей Узбекистана основана в 1992 году и считается неправительственной, некоммерческой коллективной организацией. <br /> <br />
                        Целью Ассоциации является продвижение идей гуманизма, медицинской этики и врачебной этики, поддержка развития медицинской практики и науки в целях сохранения и укрепления здоровья населения Республики Узбекистан, а также предоставление профессиональных, правовая и социальная защита членов Ассоциации.
                        </p>
                </div>
            </div>
        </section>

        <section className="about-content">
            <div className="about-opacity">
                <h2>Ассоциация вазифалари</h2>
                <div className="about-details">
                    <img src="/images/about-images/newsTwo.png" alt="News Image" />
                        <p>
                            - Ўзбекистон Республикаси “Фуқаролар соғлиғини сақлаш тўғрисида”ги Қонуни ҳамда соғлиқни сақлаш тизимига доир қабул қилинган дастурларни ҳаётга тадбиқ этишда фаол қатнашиш;

                            - соғлиқни сақлаш тизимида амалга оширилаётган ислоҳотларда иштирок этиш;

                            - тиббиёт муассасаларининг ягона статистика ҳисоби ва тиббий ҳисоботни барқарор қилувчи ахборотлар базасини ташкил этишда қатнашиш;

                            - тиббий ихтисосликлар бўйича диагностика ва даволаш стандартларини ишлаб чиқишда иштирок этиш;

                            - тиббиёт сохасига доир ҳуқуқий хужжатларни ишлаб чиқишда қатнашиш;

                            - халқ табобатини ривожлантириш ва уни ҳаётга татбиқ этишда кўмаклашиш;

                            - Ўзбекистон Республикаси аҳолисига тиббий ёрдамни ташкил қилишда рақобатдош хусусий тиббиётнинг қарор топиши ва ривожланишига кўмаклашиш;

                            - тиббиёт ходимларининг малакасини оширишда иштирок этиш (шу жумладан интернет ва журналлар орқали);

                            - малака ошириш борасида тегишли органларга ўз таклифларини бериш;

                            - врачларни тиббий, иқтисодий ва хуқуқий масалалар бўйича билим  савиясини ошириш;

                            - фахрий (ветеран) врачларни ижтимоий химоялашда қатнашиш, уларнинг касбий тажрибасидан унумли фойдаланиш;

                            - аҳолининг соғлиғига зарар етказадиган ҳолатлар учраган тақдирда (бундай ҳолларда турли ташкилот ва алоҳида шахслар фаолияти бўйича) малакали экспертизалар ташкил этиш ва уларни ўтказишда қатнашиш.

                        </p>
                </div>
            </div>
        </section>
    </div>
}

export default AboutComp;