
export default function MembersDetail() {

  return (
    <div className='members'>
      <h2 className='law-title'>
        "Ассоциация врачей Узбекистана" "Ўзбекистон врачлар ассоциациясининг"
      </h2>
      <h4 className='law-title'>
        "Список членов правления, комитета по аудиту и делегатов" "Кенгаш аъзолари, тафтиш комиссияси ва делегатларнинг рўйхати"
      </h4>

      <div>
        <table className="mb2">
            <thead>
                <tr>
                    <th>№</th>
                    <th>Ф.И.Ш.</th>
                    <th>Иш жойи</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>1</td>
                    <td>Абдурахимов Зохид Абдувасикович</td>
                    <td>ЎВА ижрочи директори</td>
                </tr>
                <tr>
                    <td>2</td>
                    <td>Акилов Хабибулло Атауллаевич</td>
                    <td>ТошВМОИ ректори</td>
                </tr>
                <tr>
                    <td>3</td>
                    <td>Алимов Анвар Валиевич</td>
                    <td>РИЭИАТМ директори</td>
                </tr>
                <tr>
                    <td>4</td>
                    <td>Асадов Дамин Абдурахимович</td>
                    <td>ТошВМОИ нинг “Соғлиқни сақлашни ташкил қилиш, бошқариш ва молиялаштириш” кафедраси мудири</td>
                </tr>
                <tr>
                    <td>5</td>
                    <td>Айтжанова Нурия Джалгасбаевна</td>
                    <td>Ўзбекистон Республикаси Олий Мажлиси Қонунчилик палатаси Фуқароларнинг соғлиғини сақлаш масалалари қўмитаси катта референти</td>
                </tr>
                <tr>
                    <td>6</td>
                    <td>Вихров Игорь Петрович</td>
                    <td>ТошПТИ илмий ходими</td>
                </tr>
                <tr>
                    <td>7</td>
                    <td>Дадабаева Раъно Қудратовн</td>
                    <td>ТТА кафедра мудири, ЎВА Умумий амалиёт врачлари бўлими раиси</td>
                </tr>
                <tr>
                    <td>8</td>
                    <td>Искандаров Тўлқин Искандарович</td>
                    <td>Ўзбекистон фанлар академияси академиги, ЎВА раис ўринбосари</td>
                </tr>
                <tr>
                    <td>9</td>
                    <td>Кариев Гайрат Маратович</td>
                    <td>РИНИАТМ директори</td>
                </tr>
                <tr>
                    <td>10</td>
                    <td>Мухтаров Шухрат Турсунович</td>
                    <td>РИУИАТМ директори</td>
                </tr>
                <tr>
                    <td>11</td>
                    <td>Ризамухамедова Машкура Закировна </td>
                    <td>ТТА ревматология кафедраси мудири, ЎВА ревматологлар  бўлими раиси</td>
                </tr>
                <tr>
                    <td>12</td>
                    <td>Рустамова Мамлакат Тулебаевна</td>
                    <td>ТТА умумий амалиёт врачлари кафедраси мудири, ЎВА мустақил экспертиза маркази  раиси</td>
                </tr>
                <tr>
                    <td>13</td>
                    <td>Сидиков Зафар Умарович</td>
                    <td>ЎВА раиси </td>
                </tr>
                <tr>
                    <td>14</td>
                    <td>Собиров Жўра Марифбоевич</td>
                    <td>ТошВМОИ кафедра мудири</td>
                </tr>
                <tr>
                    <td>15</td>
                    <td>Шайхова Холида Эркиновнаа</td>
                    <td>ТТАотоларингология кафедраси профессори, ЎВА Отоларингологлар бўлими раиси</td>
                </tr>
                <tr>
                    <td>16</td>
                    <td>Турсунов Эркин Атабаевич</td>
                    <td>ТошПМИ кафедра профессори, Фахрий врачлар қўмитаси раиси</td>
                </tr>
                <tr>
                    <td>17</td>
                    <td>Юлдашев Акмал Ахмаджанович</td>
                    <td>Умид гулшани санаторийси директори</td>
                </tr>
                <tr>
                    <td>18</td>
                    <td>УразалиевБазарбай Хайитбаевич</td>
                    <td>Беруний тумани марказий шифохонаси, бўлим мудири</td>
                </tr>
                <tr>
                    <td>19</td>
                    <td>Хайдарова Феруза Алимовна </td>
                    <td>РИЭИАТМ илмий ходими, т.ф.д</td>
                </tr>
                <tr>
                    <td>20</td>
                    <td>Гафур Ахунов Мирза </td>
                    <td>Тошкент врачлар малакасини </td>
                </tr>
                <tr>
                    <td>21</td>
                    <td>Мақсудова Зульфия Рузметовна</td>
                    <td>Ўзбекистон офтальмологлар Ассоциацияси раиси</td>
                </tr>
                <tr>
                    <td>22</td>
                    <td>Қодиров Холиёр Холматович</td>
                    <td>ЎВА Қашкадарё вилояти бўлими ижрочи директори</td>
                </tr>
                <tr>
                    <td>23</td>
                    <td>Одилова Мақсуда Ғапаровна</td>
                    <td>ЎВА Навоий вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>24</td>
                    <td>Сатторов Мустафо Жумаевич</td>
                    <td>ЎВА Сурхандарё вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>25</td>
                    <td>Маматханова Дилором Шарифжановна</td>
                    <td>ЎВА Наманган вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>26</td>
                    <td>Холбекова  Юлдуз Кимсановна	</td>
                    <td>ЎВА Андижон вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>27</td>
                    <td>Бегалиев Саламат Максетбаевич</td>
                    <td>ЎВА Қоракалпогистон Республикаси бўлими раиси</td>
                </tr>
                <tr>
                    <td>28</td>
                    <td></td>
                    <td></td>
                </tr>
                <tr>
                    <td>29</td>
                    <td>Палванова Светлана Ибрагимовна</td>
                    <td>ЎВА Хоразм вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>30</td>
                    <td>Юлдашева Феруза Эркиновна</td>
                    <td>ЎВА Тошкент вилоят бўлими раиси</td>
                </tr>
                <tr>
                    <td>31</td>
                    <td>Содиков  Минаввар Гайбуллаевич</td>
                    <td>ЎВА Жиззах вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>32</td>
                    <td>Сафаров Ориф Муродуллаевич</td>
                    <td>ЎВА Бухоро вилоят бўлими раиси</td>
                </tr>
                <tr>
                    <td>33</td>
                    <td>Муминов Сайфиддин Очилович</td>
                    <td>ЎВА Самарканд вилоят бўлими раиси</td>
                </tr>
                <tr>
                    <td>34</td>
                    <td>Пулатов Шавкат Боқижонович</td>
                    <td>ЎВА Фарғона вилояти бўлими раиси</td>
                </tr>
                <tr>
                    <td>35</td>
                    <td>Агзамов Абдували Абдуганиевич</td>
                    <td>Кибрай санаторийси  статистика бўлим бошлиғи</td>
                </tr>
                <tr>
                    <td>36</td>
                    <td>Муратова Надира </td>
                    <td>ISIDA кампанияси рахбари</td>
                </tr>
            </tbody>
        </table>
        <h2 className="law-title">Ўзбекистон врачлар Ассоциациясининг тафтиш комиссияси аъзолари рўйхати  </h2>
        <table className="mb2">
            <thead>
                <tr>
                    <th>№</th>
                    <th>Ф.И.Ш.</th>
                    <th>Иш жойи</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>1</td>
                    <td>Юлдашев Акмал Ахмаджанович</td>
                    <td>Умид гулшани санаторийси директори тафтиш комиссияси раиси</td>
                </tr>
                <tr>
                    <td>2</td>
                    <td>Хасанов Саидакром Аскарович</td>
                    <td>ТошПМИ кафедра профессори, комиссия аъзоси </td>
                </tr>
                <tr>
                    <td>3</td>
                    <td>Усманходжаев Мухтор Саидович</td>
                    <td>Республика Меҳр-шафқат ва саломатлик фонди, комиссия аъзоси</td>
                </tr>
            </tbody>
        </table>

        <h2 className="law-title">Ўзбекистон врачлар ассоциациясининг раёсати аъзолари рўйхати </h2>
        <table className="mb2">
            <thead>
                <tr>
                    <th>№</th>
                    <th>Ф.И.Ш.</th>
                    <th>Иш жойи</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>1</td>
                    <td>Абдурахимов Зохид Абдувасикович</td>
                    <td>Назарбек санаторийси директори</td>
                </tr>
                <tr>
                    <td>2</td>
                    <td>Воисов Адхам Шавкатович</td>
                    <td>ТТА кафедра профессори, Ўзбекистон хусусий врачлар ассоциацияси раиси</td>
                </tr>
                <tr>
                    <td>3</td>
                    <td>Искандаров Тўлқин Искандарович</td>
                    <td>Ўзбекистон фанлар академияси академиги</td>
                </tr>
                <tr>
                    <td>4</td>
                    <td>Мухтаров Шухрат Турсунович</td>
                    <td>РИУИАТМ директори</td>
                </tr>
                <tr>
                    <td>5</td>
                    <td>Рустамова Мамлакат Тулебаевна</td>
                    <td>ТТА кафедра мудири, ЎВА мустақил экспертиза маркази раиси</td>
                </tr>
                <tr>
                    <td>6</td>
                    <td>Вихров Игорь Петрович</td>
                    <td>ТошПТИ илмий ходими</td>
                </tr>
                <tr>
                    <td>7</td>
                    <td>Сидиков Зафар Умарович</td>
                    <td>ЎВА раиси</td>
                </tr>
                <tr>
                    <td>8</td>
                    <td>Турсунов Эркин Атабоевич</td>
                    <td>ТошПМИ кафедра профессори</td>
                </tr>
                <tr>
                    <td>9</td>
                    <td>Шайхова Холида Эркиновна</td>
                    <td>ТТА кафедра профессори, ЎВА отоларингология бўлими раиси</td>
                </tr>
                <tr>
                    <td>10</td>
                    <td>Абдихакимов Абдулла Нусратиллаевич</td>
                    <td>РИОва РИАТМ Тошкент вилоят филиали директори</td>
                </tr>
                <tr>
                    <td>11</td>
                    <td>Агзамов Абдували Абдуганиевич</td>
                    <td>Кибрай санаторийси  статистика бўлим бошлиғи</td>
                </tr>
            </tbody>
        </table>

        <h2 className="law-title">Ўзбекистон врачлар ассоциацияси раис ўринбосарлари ва ижрочи директори рўйхати</h2>
        <table className="mb2">
            <thead>
                <tr>
                    <th>№</th>
                    <th>Ф.И.Ш.</th>
                    <th>Иш жойи</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <td>1</td>
                    <td>Искандаров Тўлқин Искандарович </td>
                    <td>ЎФА Академиги, т.ф.д., профессор</td>
                </tr>
                <tr>
                    <td>2</td>
                    <td>Шайхова Холида Эркиновна</td>
                    <td>ТТА кафедра профессори, ЎВА отоларингология бўлими раиси</td>
                </tr>
                <tr>
                    <td>3</td>
                    <td>Абдурахимов Зохид Абдувасикович</td>
                    <td>Ижрочи директор </td>
                </tr>
            </tbody>
        </table>
      </div>
    </div>
  )
}